#+title:      A Klasse 2022-26
#+date:       [2022-12-28 Mi 20:48]
#+filetags:   :1a:Project:
#+identifier: 20221228T204848
#+CATEGORY: golling


* 1a 08:40-09:30
<%%(org-class 2022 9 13 2023 7 4 2)>

[[denote:20230304T115142][[SW26] Durststrecken unseres Lebens]]

Arbeit mit Laptops / Youcat-Studyguide
gemeinsam eine Frage...

* 1a 12:30-13:20
<%%(org-class 2022 9 16 2023 7 7 5)>

YouCat Studyguide
[[https://www.youcat.org/de/produkte/youcat/#youcat-additional-materials]]

arte doku: Leben im All (4/4)

* Reflexionen


* 1A [KV Manuela Singer]                                           :noexport:

#+Name: 2021-students
| First     | Last       | Name               | Note | Mitarbeit | Heft | LZK |
|-----------+------------+--------------------+------+-----------+------+-----|
| Tobias    | Bernhofer  | [[TobiasBernhofer][Tobias Bernhofer]]   |    1 |           |      |     |
| Alexander | Cerny      | [[AlexanderCerny][Alexander Cerny]]    |    1 |           |      |     |
| Laurin    | Ellmer     | [[LaurinEllmer][Laurin Ellmer]]      |    1 |           |      |     |
| Amrit     | Gappmaier  | [[AmritGappmaier][Amrit Gappmaier]]    |    1 |           |      |     |
| Olivia    | Gappmaier  | [[OliviaGappmaier][Olivia Gappmaier]]   |    1 |           |      |     |
| Nadine    | Gschiel    | [[NadineGschiel][Nadine Gschiel]]     |    1 |           |      |     |
| Damien    | Hettegger  | [[DamienHettegger][Damien Hettegger]]   |    1 |           |      |     |
| Christian | Kronreif   | [[ChristianKronreif][Christian Kronreif]] |    1 |           |      |     |
| Rafael    | Lainer     | [[RafaelLainer][Rafael Lainer]]      |    1 |           |      |     |
| Leopold   | Lechner    | [[LeopoldLechner][Leopold Lechner]]    |    1 |           |      |     |
| Hannah    | Lutje      | [[HannahLutje][Hannah Lutje]]       |    1 |           |      |     |
| Leonhard  | Malter     | [[LeonhardMalter][Leonhard Malter]]    |    1 |           |      |     |
| Sunmaya   | Marek      | [[SunmayaMarek][Sunmaya Marek]]      |    1 |           |      |     |
| Khushboo  | Markandey  | [[KhushbooMarkandey][Khushboo Markandey]] |    1 |           |      |     |
| Moritz    | Neuhofer   | [[MoritzNeuhofer][Moritz Neuhofer]]    |    1 |           |      |     |
| Heidi     | Pichler    | [[HeidiPichler][Heidi Pichler]]      |    1 |           |      |     |
| Jakob     | Salchegger | [[JakobSalchegger][Jakob Salchegger]]   |    1 |           |      |     |
| Elias     | Schieferer | [[EliasSchieferer][Elias Schieferer]]   |    1 |           |      |     |
| Nikolaj   | Schwaiger  | [[NikolajSchwaiger][Nikolaj Schwaiger]]  |    1 |           |      |     |
| Florian   | Siller     | [[FlorianSiller][Florian Siller]]     |    1 |           |      |     |
| Michael   | Steiner    | [[MichaelSteiner][Michael Steiner]]    |    1 |           |      |     |
| Pascal    | Stippler   | [[PascalStippler][Pascal Stippler]]    |    1 |           |      |     |
| Esther    | Tong       | [[EstherTong][Esther Tong]]        |    1 |           |      |     |
| Alexander | Wenger     | [[AlexanderWenger][Alexander Wenger]]   |    1 |           |      |     |
| Oskar     | Wieser     | [[OskarWieser][Oskar Wieser]]       |    1 |           |      |     |
| Veit      | Zierfuß    | [[VeitZierfuß][Veit Zierfuß]]       |    1 |           |      |     |
#+TBLFM: $4=vmean($5..$>)
#+TBLFM: $3='(concat "[[" $1 $2 "][" $1 " " $2 "]]")
#+TBLFM: $4='(identity remote(2021-22-Mitarbeit,@@#$4))


#+BEGIN_SRC python :var table=2021-students :results output raw
print('* Mitarbeit')
for student in table:
    first = student[0]
    last = student[1]
    email = first + '.' + last + '@golling.schule'
    print('** ' + first + last + '\n\n')
#+END_SRC

#+RESULTS:
* Mitarbeit
** TobiasBernhofer


** AlexanderCerny


** LaurinEllmer


** AmritGappmaier


** OliviaGappmaier


** NadineGschiel


** DamienHettegger


** ChristianKronreif


** RafaelLainer


** LeopoldLechner


** HannahLutje


** LeonhardMalter


** SunmayaMarek


** KhushbooMarkandey


** MoritzNeuhofer


** HeidiPichler


** JakobSalchegger


** EliasSchieferer


** NikolajSchwaiger


** FlorianSiller


** MichaelSteiner


** PascalStippler


** EstherTong


** AlexanderWenger


** OskarWieser


** VeitZierfuß




* Reflexionen                                                   :Reflexionen:

** [[id:01_SW01][[SW01] Jahresstoff / ich stehe in den Schuhen des Anderen]]
Datum: <2022-09-16 Fr 12:30>

Die ersten Klassen sind ausgesprochen angenehme Klassen, komme gerne wieder.

